Repository: christianaldrich/NC3-WeatherApp
Catalog: CoreLocationComponent/CoreLocationComponent/Localizable.xcstrings
Source language: en
Languages: id

source: before
id: sebelum

source: Enjoy standard delivery all day
id: Nikmati ongkir normal seharian

source: Expect higher delivery fee today
id: Ongkir lagi mahal hari ini

source: Help you to know the best time for ordering food
id: Bantu kamu mengetahui waktu yang tepat untuk pesan makanan

source: Increased delivery fee
id: Ongkir lagi mahal

source: It's rainy, delivery fees might go up
id: Lagi ujan nih, ongkir lagi mahal

source: No increasing delivery fee for today
id: Tidak ada kenaikan ongkir hari ini

source: Optimal delivery fee
id: Waktunya ongkir hemat

source: Order Later
id: Tunda Dulu

source: Order Now
id: Pesan Yuk!

source: Order now and save on delivery
id: Pesan sekarang biar hemat ongkir

source: Perimission not granted! Please update App Location permission.
id: Izin tidak diberikan! Mohon periksa kembali izin lokasi.

source: rain until
id: hujan sampai

source: Save on delivery fee before %@
id: Hemat ongkir sebelum jam %@

source: Save on delivery fee starts at %@
id: Hemat ongkir mulai jam %@ hari ini

source: Save on delivery fee starts at %@ tomorrow
id: Hemat ongkir mulai besok jam %@

source: Undefined
id: Tidak ditemukan

source: We haven't found the optimal time yet
id: Waktu optimal belum ditemukan
